---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.VisGraphicsRvtLinks
source: html/cf4886da-e717-7898-3b2c-4b4f97087edc.htm
---
# Autodesk.Revit.DB.ParameterTypeId.VisGraphicsRvtLinks Property

"V/G Overrides RVT Links"

## Syntax (C#)
```csharp
public static ForgeTypeId VisGraphicsRvtLinks { get; }
```